Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/rauta_ruostuu_mutta_sana_ei_vanhene.html.tmx
Source language: fin
Languages: sme

source: Rauta ruostuu mutta sana ei vanhene
sme: Ruovdi ruostu muhto sátni ii boarásmuva

source: Saamelainen lastenkulttuurikeskus MÁNNU pyytä oppilaista tutustumaan saamelaiseen perinteiseen tietoon erilaisten suullisten ilmaisujen kautta.
sme: Sámi mánáidkulturguovddáš MÁNNU bivdá ohpiid fárrui oahpasmuvvat árbevirolaš dieđu njálmmálaš iešvuođaid bokte.

source: Tällaisessa epävarmassa maailman tilanteessa on enemmän, kuin merkityksellistä tulkita omia uskomuksiamme, sanontoja ja ennustuksia.
sme: Dákkáraš eahpesihkkaris máilmmi dilis lea eambbo go vuogas dulkot min iežamet jáhkuid, dajahusaid ja diiddaid.

source: Lasten ja nuorten tehtävänä on tehdä kuvitusta saamelaisiin sanontoihin ja uskomuksiin, jotka herättävät ajatuksia.
sme: Mánáid ja nuoraid bargu lea ráhkadit govaid dajahusaide ja diiddaide mat boktet jurdagiid.

source: Tämän työn on mahdollista yhdistää saamenkielen ja kuvataiteen oppiaineisiin.
sme: Dán barggu lea vejolaš váldit oassin govvadáidaga ja sámegiela oahpahussii skuvllas.

source: Tyhjä säkki ei pysy pystyssä ja MÁNNU haluaa muistuttaa miten rikas kielemme on ja miten saamelaiset ovat rakentaneet maailmankuvansa, neuvoneet, opettaneet, kiusoitelleet ja ohjanneet nuoria.
sme: Guoros seahkka ii biso ceaggut ja MÁNNU háliida muittuhit man rikkis gielamet lea ja movt sápmelaččat leat huksen iežaset máilbmegova, rávven, oahpahan ja nárridan sihke njulgen nuoraid.

source: Luonnollisesti ympäristö ja erilaiset luonnon erityispiirteet vaikuttaneet ja hallinneet elämän tulkitsemisessa.
sme: Lunddolaččat lea biras ja iešguđetlágan luonddu iešvuođat váikkuhan ja hálddašan eallima dulkomis.

source: Ei vanha koira tyhjän takia hauku.
sme: Ii boares beana ciela duššiid .

source: Mummot, ukit ja muut ikäihmiset ovat hyviä yhteistyökumppaneita ja apuja suullisen perimätiedon selittämisessä ja opettamisessa.
sme: Áhkut, ádját ja eará eallilanolbmot leat buorit ovttasbargoguoimmit ja veahkit dan njálmmálaš árbevieruid čilgemis ja oahpaheamis.

source: Kun kuvat ovat valmistuneet osa valitaan kirjaan, jossa on mukana oppilaiden tekemiä kuvia ja sanontoja kirjoitetussa muodossa.
sme: Go govat leat gárvanan de válljejuvvon govat bohtet girjái, mas leat fárus diiddat ja dajahusat čállojuvvon hámis govaiguin.

source: Kirja painetaan vielä tämän vuoden puolella ja jokainen saamenluokan oppilas saa kirjan ilmaiseksi.
sme: Girji deaddiluvvo vel dán jagi ja juohke sámiluohka oahppi oažžu girjji nuvttá.

source: Lisää tietoja: petra.magga(at)samediggi.fi
sme: Lasi dieđuid : petra.magga(at)samediggi.fi
